Repository: OmarAinnova/HrForbestiOS
Catalog: Hr/Localizable.xcstrings
Source language: en
Languages: ar

source: Annual Vacations
ar: الاجازات السنوية

source: Attendance
ar: الحضور

source: Back
ar: الرجوع

source: Change Password
ar: تغيير كلمة المرور

source: Check In/Out
ar: تسجيل دخول/خروج

source: Check In/Out View
ar: test

source: Departures
ar: المغادرات

source: Discounts
ar: الخصومات

source: Employee Evaluation
ar: تقييم الموظف

source: Hello, World! it's Leave View
ar: test

source: Hi
ar: مرحبا

source: Language
ar: اللغة

source: Leave Request
ar: طلب مغادرة

source: Login
ar: تسجيل دخول

source: Logout
ar: تسجيل الخروج

source: My Profile
ar: ملفي الشخصي

source: My Requests
ar: طلباتي

source: Password
ar: كلمة المرور

source: Profile
ar: الملف الشخصي

source: Salary Slip
ar: كشف راتب

source: Sick Leave
ar: الاجازات المرضية

source: Suggestions and Complaints
ar: الاقتراحات والشكاوى

source: Username
ar: اسم المستخدم

source: Vacation Request
ar: طلب إجازة

# Welcome
source: Welcome Back
ar: مرحبا بعودتك
